{
	"tipsmod.title.default": "Survival Tips",
	"deceasedcraft.tip.parkour": "TqLxQuanZ: Did you know you can engage in parkour within this game? Be sure to check out the ParCool book guide for tips and techniques.",
	"deceasedcraft.tip.advance_equipments": "TqLxQuanZ: Advanced equipment can be crafted through the Create and Immersive Engineering mods.",
	"deceasedcraft.tip.heavy_machines": "TqLxQuanZ: Heavy machinery can be found in a few specific, rare buildings.",
	"deceasedcraft.tip.nature_compass": "TqLxQuanZ: Unable to find the biome you need? Give Nature's Compass a try!",
	"deceasedcraft.tip.explorer_compass": "TqLxQuanZ: Unable to find the structure you need? Give Explorer's Compass a try!",
	"deceasedcraft.tip.haunted_building": "TqLxQuanZ: Certain buildings are haunted by zombies! Exercise caution and stay alert.",
	"deceasedcraft.tip.zombie_animals": "TqLxQuanZ: Zombie animals are a rare occurrence in the city, but be cautious when venturing into the woods where they may appear.",
	"deceasedcraft.tip.cure_zombie_animals": "TqLxQuanZ: You can cure zombie animals by using a golden apple and splash potions of weakness.",
	"deceasedcraft.tip.zombie_animals_transform": "TqLxQuanZ: Be vigilant for zombies or zombie animals attacking your livestock, as they can transform your animals into their own kind through infection.",
	"deceasedcraft.tip.villager_survivor": "TqLxQuanZ: Survivor villagers can sometimes be found in buildings.",
	"deceasedcraft.tip.villager_trades": "TqLxQuanZ: Villagers offer valuable trades based on their professions, so make sure to rescue them and engage in negotiations to benefit from their valuable goods and services.",
	"deceasedcraft.tip.weapons": "TqLxQuanZ: Different types of weapons have varying attack ranges, speeds, and patterns.",
	"deceasedcraft.tip.away_from_spawnpoint": "TqLxQuanZ: Venturing further away from the spawn point can lead to encountering stronger enemies, like mutated forms with higher vitality. However, as a trade-off, they also have a chance to drop valuable goods.",
	"deceasedcraft.tip.mutation": "TqLxQuanZ: Mutated creatures will actively attempt to convert any surrounding living creatures into their own kind.",
	"deceasedcraft.tip.wasteland": "TqLxQuanZ: To enter the wasteland, you'll need a gas mask or other protective equipment to safeguard against its hazardous conditions.",
	"deceasedcraft.tip.building_loots": "TqLxQuanZ: Each type of building contains unique loot specific to its category, such as restaurants, offices, or police stations.",
	"deceasedcraft.tip.bullets": "TqLxQuanZ: You can acquire bullets or ammunition by purchasing them from a Gunsmith, Weaponsmith, or Wandering Trader.",
	"deceasedcraft.tip.animals_attack": "TqLxQuanZ: Many animals have the ability to attack in groups, so exercise caution when encountering them.",
	"deceasedcraft.tip.extreme_temperature": "TqLxQuanZ: Hearths, iceboxes, and boilers are your best allies when it comes to managing extreme temperatures.",
	"deceasedcraft.tip.c70": "_C70_: Converting an existing building into your base is a recommended strategy, as it can provide shelter and security while saving resources.",
	"deceasedcraft.tip.insulation": "TqLxQuanZ: Certain materials can be used to insulate your armor, enhancing your durability and protection against extreme temperatures.",
	"deceasedcraft.tip.railway": "TqLxQuanZ: Repairing the damaged railway system and restoring its functionality with a train can greatly enhance your ability to travel to distant locations.",
	"deceasedcraft.tip.hazmat": "TqLxQuanZ: Hazmat suits offer immunity to infection, making them a crucial protective garment against the zombies.",
	"deceasedcraft.tip.blaze_burner_fireplace": "MothFlavoredJam: Empty blaze burners can be ignited to create a cozy-looking fireplace, complete with its protective metal grate.",
	"deceasedcraft.tip.ie_razorwire_voltage": "MothFlavoredJam: You can power Immersive Engineering razor wire using wires with various voltage levels, but be cautious as they are quite power-hungry.",
	"deceasedcraft.tip.blaze_burner_egg": "MothFlavoredJam: You can feed a Blaze Burner by tossing eggs into it.",
	"deceasedcraft.tip.height_broken_leg": "MothFlavoredJam: Always be cautious of heights. A broken leg can quickly lead to being overwhelmed, especially during the night.",
	"deceasedcraft.tip.ie_razorwire_acquire": "Morfphes: If you need to acquire razor wire easily, consider using a wire cutter to remove it from a police station, rather than attempting to do so with your bare hands.",
	"deceasedcraft.tip.wandering_trader_trades": "Morfphes/MothFlavoredJam: Wandering traders offer rare foods, ammo, and hidden goods in their backpacks, making them very valuable.",
	"deceasedcraft.tip.blaze_rods": "Morfphes: Once you're well-equipped, consider hunting down blazes in any volcanic biome. Blaze rods are an essential component for setting up certain processes, making them a valuable resource to acquire.",
	"deceasedcraft.tip.railway_trains": "Morfphes: Instead of merely boating across the ocean, railways offer a safer and more efficient means of crossing large bodies of water and land, especially if you have the resources to build a car or even your very own train.",
	"deceasedcraft.tip.infinite_energy": "Morfphes: For budget-friendly infinite energy, use water wheels or windmills with an alternator. If you have excess electricity and need lots of SU, use an electric motor.",
	"deceasedcraft.tip.escape_route": "Morfphes: If you're trapped in a building and need a quick escape, shoot open a window and jump out, but remember to perform a safety roll upon landing.",
	"deceasedcraft.tip.horde_lure": "Morfphes: If a horde night becomes too overwhelming, consider a tactical retreat. Lure the horde away from your living space and either pick them off one by one or lead them into a ditch for a safer and more manageable encounter.",
	"deceasedcraft.tip.new_recipes": "Morfphes: Many recipes may differ from what you're accustomed to. Take time to explore Just Enough Items (JEI) to become familiar with these new recipes and crafting options.",
	"deceasedcraft.tip.god": "dr_spwewps: God is not on your side.",
	"deceasedcraft.tip.transport_oil": "dr_spwewps: A good way to transport oil from reservoirs is with trains. You can automate them with train schedules.",
	"deceasedcraft.tip.friendly_wandering_trader": "TheRealMCNOL: Wandering trader not being so friendly? Show them a taste of modern weaponry!",
	"deceasedcraft.tip.windmill": "TheRealMCNOL: Make sure to tie down those pesky windmills, you don't want them flying away.",
	"deceasedcraft.tip.purified_water": "ForgottenSakura: You can use tanks to store large amounts of purified water.",
	"deceasedcraft.tip.claim_chunk": "Cibo7474: Don’t forget to claim your buildings in ftb chunks, nothing's worse than explosive mutants turning your carefully built place into a carpet bombing site.",
	"deceasedcraft.tip.night_warm": "SBF8: When night falls and the temperature drops significantly, it's a good idea to seek shelter in an enclosed room and consider making a campfire to keep warm.",
	"deceasedcraft.tip.early_resource": "SBF8: Structures like police stations, mechanic shops, and banks often contain valuable starter game resources but are also likely to be infested with numerous zombies.",
	"deceasedcraft.tip.haunted_bell": "EvilMidge: If you're tired of having the undead constantly show up in your base, you can create a haunted bell to figure out where they're coming from.",
	"deceasedcraft.tip.faster_than_zombie": "yourlocaljey: You're faster then most zombies. Most. Don't let you hubris get you bit.",
	"deceasedcraft.tip.map_waypoints": "ImTheSideKick: Using the map for waypoints, routing and memorizing the different types of buildings will aid you greatly.",
	"deceasedcraft.tip.modern_lights": "MarcusKron: Torches will soon go out and staying in the dark is dangerous! You can find a lot of gloswtone in the subway and the cities are full of modern headlights or lanterns!",
	"deceasedcraft.tip.oil_storage": "dr_spwewps: Make sure to set up ample fluid storage when you hit oil, as the derrick will delete any excess!",
	"deceasedcraft.tip.create_minecart": "Cibo7474: A minecart contraption from Create with attached fluid drawers can allow you to store massive quantities of liquid in your inventory.",
	"deceasedcraft.tip.ie_transformers": "_AlphaAI_: Immersive Engineering's transformers allow you to connect power from one wire type to another.",
	"deceasedcraft.tip.spike_moat": "MarcusKron: A moat with spikes is a great way to protect your base.",
	"deceasedcraft.tip.ie_insulated_wire": "_AlphaAI_: Use insulated wires for power in Immersive Engineering to avoid getting hurt.",
	"deceasedcraft.tip.fire": "TherealGamer4321: Fire does wonders against certain infected! Just, maybe don't test that near anything flammable.",
	"deceasedcraft.tip.run_on_road": "Cerixyn: Dashing while on a concrete road or train tunnel provides tons of extra speed!",
	"deceasedcraft.tip.zombie_dolphins": "omega_mlg: Zombie Dolphins can paralyze you when in water, so always travel by boat.",
	"deceasedcraft.tip.look_up": "Morfphes: Make sure to look up as you enter buildings, as you never know what can be hanging above...",
	"deceasedcraft.tip.cure_infection": "Mygnol: Infected? You can find golden apples in hospital buildings, or by buying them from cleric villagers.",
	"deceasedcraft.tip.distance_difficulty": "Mygnol: Looking for harder challenges? Harder enemies appear as you travel further from spawn, with the hardest appearing at distances of 15k blocks!",
	"deceasedcraft.tip.nether_end": "Mygnol: The Nether and the End do not exist. You will have to get creative to find the blocks available in those dimensions...",
	"item.artifacts.bunny_hoppers.tooltip": "Increases the wearer's jump height",
	"groups.diet.immunity.name": "Immunity",
	"gui.tips.list.title": "Tips List",
	"gui.tips.list.search": "Search",
	"gui.tips.list.show_disabled": "Show Disabled",
	"gui.tips.list.entry.tip_id": "Tip ID: %s",
	"gui.tips.list.entry.added_by": "Added by: %s",
	"gui.tips.list.entry.cycle_time": "Cycle Time: %s",
	"gui.tips.list.entry.copied": "Copied!",
	"gui.tips.list.entry.click_to_copy": "Click to copy ID",
	"gui.tips.list.entry.disabled": "Disabled by config!",
	"gui.tips.list.config": "Config",
	"quest.guides.readme.title": "READ ME!",
	"quest.guides.readme.subtitle": "Hello World",
	"quest.guides.readme.description_1": "The chapters in this quest book are completely optional and not needed for progression.",
	"quest.guides.readme.description_2": "However, there may be useful info about how to progress with the modpack contained within, so take some time to familiarize yourself with its contents.",
	"quest.guides.bodyhealth.title": "Body Health",
	"quest.guides.bodyhealth.subtitle": "I don't wanna die!",
	"quest.guides.bodyhealth.description_1": "The head is the most critical body part; if it runs out of health, you'll die immediately. Protect it at all costs!",
	"quest.guides.bodyhealth.description_2": "Damage to the chest and limbs can result in various debuffs if they are severely injured.",
	"quest.guides.bodyhealth.description_3": "Wearing a helmet can significantly increase your chances of survival, especially since enemies often target the head.",
	"quest.guides.bodyhealth.description_4": "You can access the first aid menu with H, where you'll find a tutorial included.",
	"quest.guides.specialization.title": "Talents and Specialization",
	"quest.guides.specialization.subtitle": "I want to get bonuses to certain actions!",
	"quest.guides.specialization.description_1": "Pressing K grants access to a specialized skill tree that assists you throughout your journey. All skills can be levelled up by doing their relative actions.",
	"quest.guides.foodhealth.title": "Better Foods, Better Health",
	"quest.guides.foodhealth.subtitle": "I want to get a lot of health!",
	"quest.guides.foodhealth.description_1": "While playing, you can consume a diverse range of foods to enhance your maximum HP (health points).",
	"quest.guides.foodhealth.description_2": "This guidebook serves as a tracker for the foods you have eaten.",
	"quest.guides.foodhealth.description_3": "Be careful, however! This maximum HP bonus is lost upon death.",
	"quest.guides.foodhealth.description_4": "It is recommended you try to focus on increasing your max HP only once you've created a comfortable base.",
	"quest.guides.flying.title": "Flying for Dummies",
	"quest.guides.flying.subtitle": "I want to fly!",
	"quest.guides.flying.description_1": "With your advanced knowledge of aircraft assembly and crafting, utilize it to construct an airplane for efficient transportation and travel purposes.",
	"quest.guides.engineer.title": "Veteran Engineer",
	"quest.guides.engineer.subtitle": "I want to build machines!",
	"quest.guides.engineer.description_1": "As a veteran engineer, you possess extensive knowledge in various technological domains, allowing me to provide information and insights on a wide range of tech-related topics.",
	"quest.guides.encyclopedia.title": "Encyclopedia of Life",
	"quest.guides.encyclopedia.subtitle": "I want to know about the wildlife!",
	"quest.guides.encyclopedia.description_1": "When surviving in the wilderness, it is crucial to have knowledge of your surroundings and understand what resources and potential threats exist in the environment.",
	"quest.guides.parkour.title": "Parkour!",
	"quest.guides.parkour.subtitle": "I want to do cool stunts!",
	"quest.guides.parkour.description_1": "There are various methods to extricate yourself from dangerous situations, and ParCool is one of them. Ensure that you execute different ParCool techniques to provide yourself with maximum convenience and advantages in challenging circumstances.",
	"quest.guides.parkour.description_2": "NOTE: Certain actions can be disabled via the ParCool settings (default key is ')",
	"quest.guides.start.title": "The Start of the End",
	"quest.guides.start.subtitle": "This is how you died...",
	"quest.guides.start.description_1": "Despite the cure being identified, its creation comes too late for the inhabitants of this post-apocalyptic world.",
	"quest.guides.start.description_2": "Venture out, establish a secure base, and survive amidst the aftermath of the zombie apocalypse.",
	"quest.guides.start.description_3": "If you've just started a new world, you will have one day of safety. Use it well.",
	"quest.guides.infection.title": "Unavoidable Infection",
	"quest.guides.infection.subtitle": "One bite is all it takes... well, maybe a couple.",
	"quest.guides.infection.description_1": "All zombies have the ability to infect their victims upon making contact with them during an attack.",
	"quest.guides.infection.description_2": "Take caution when approaching them to avoid getting bit.",
	"quest.guides.infection.description_3": "It's said that certain armors can prevent this infection from happening...",
	"quest.guides.cure.title": "Desperate Measures",
	"quest.guides.cure.subtitle": "You've been bitten... now what?",
	"quest.guides.cure.description_1": "Obtain or create a golden apple, as it has the ability to cure infections if you ever contract one.",
	"quest.guides.cure.description_2": "You can find these apples in hospitals, where they were distributed (too late) to stop the infection.",
	"quest.guides.cure.description_3": "Or you could craft one... assuming you have the ingredient and technology.",
	"quest.guides.nether.title": "The Nether and the End",
	"quest.guides.nether.subtitle": "Just a figment of your imagination...",
	"quest.guides.nether.description_1": "The Nether and the End do not exist in this modpack. You will have to seek their resources out elsewhere in this world...",
	"quest.guides.blaze.title": "Burning Passion",
	"quest.guides.blaze.subtitle": "Is this a Nether?",
	"quest.guides.blaze.description_1": "Shortly after the onset of the apocalypse, reports emerged on the radio about sightings of floating rods of fire in volcanic regions...",
	"quest.guides.villager.title": "Adaptation to Adversity",
	"quest.guides.villager.subtitle": "Hrmm...",
	"quest.guides.villager.description_1": "Some villagers have managed to survive the zombie apocalypse and have adapted by altering their stocks and resources to suit the new circumstances.",
	"quest.guides.villager.description_2": "Seek them out among the ruined cities.",
	"quest.guides.remnants.title": "Remnants of Civilization",
	"quest.guides.remnants.subtitle": "Fallen Kingdom",
	"quest.guides.remnants.description_1": "As the infection claimed this world, their inhabitants left behind their great cities...",
	"quest.guides.remnants.description_2": "Cities pose a significant challenge to the unprepared, as they contain not only greater amounts of zombies, but also stronger and faster variants of zombies.",
	"quest.guides.remnants.description_3": "Those who dare to challenge these ruins nonetheless stand to acquire great riches and abandoned technology...",
	"quest.guides.compass.title": "Guide To Nowhere",
	"quest.guides.compass.subtitle": "Gotta find that perfect base spot.",
	"quest.guides.compass.description_1": "A Nature's Compass can aid in finding a suitable location to establish a living space or be used to search for vital resources in the wilderness.",
	"quest.guides.wasteland.title": "The Wasteland",
	"quest.guides.wasteland.subtitle": "Turns out nuclear fallout doesn't kill zombies.",
	"quest.guides.wasteland.description_1": "Even as the infection consumed the inhabitants of this world, some still insisted on destroying each other first...",
	"quest.guides.wasteland.description_2": "This is an extremely hostile enviroment. Equip gas masks or hazmat helmets for protection against toxic gases in the wasteland.",
	"quest.guides.wasteland.description_3": "Beware of dangerous monsters, especially in the industrial area. Firearms are advised as melee weapons may be ineffective.",
	"quest.guides.forgotten.title": "The Forgotten",
	"quest.guides.forgotten.subtitle": "As if regular monsters wasn't enough...",
	"quest.guides.forgotten.description_1": "Stronger variants of zombies can be encountered beyond 10,000/15,000 blocks from spawn.",
	"quest.guides.forgotten.description_2": "If you're seeking a greater challenge, feel free to venture out to face these formidable foes.",
	"quest.guides.forgotten.description_3": "Stronger zombies also have a chance to drop higher-quality ammunition.",
	"quest.guides.flare.title": "Rock and Stone!",
	"quest.guides.flare.subtitle": "Mushroom!",
	"quest.guides.flare.description_1": "Craft flares for your cave expeditions to provide essential light and visibility.",
}