{
	"tipsmod.title.default": "Survival Tips",
	"deceasedcraft.tip.parkour": "TqLxQuanZ: Did you know you can engage in parkour within this game? Be sure to check out the ParCool book guide for tips and techniques.",
	"deceasedcraft.tip.advance_equipments": "TqLxQuanZ: Advanced equipments can be crafted through the Create and Immersive Engineering mods.",
	"deceasedcraft.tip.heavy_machines": "TqLxQuanZ: Heavy machines can be found in a few specific, rare buildings.",
	"deceasedcraft.tip.nature_compass": "TqLxQuanZ: Unable to find the biome you need? Give Nature's Compass a try!",
	"deceasedcraft.tip.explorer_compass": "TqLxQuanZ: Unable to find the structure you need? Give Explorer's Compass a try!",
	"deceasedcraft.tip.haunted_building": "TqLxQuanZ: Certain buildings are haunted by zombies! Exercise caution and stay alert.",
	"deceasedcraft.tip.zombie_animals": "TqLxQuanZ: Zombie animals are a rare occurrence in the city, but be cautious when venturing into the woods where they may appear.",
	"deceasedcraft.tip.cure_zombie_animals": "TqLxQuanZ: You can cure zombie animals by using a golden apple and splash potions of weakness.",
	"deceasedcraft.tip.combine_foods": "TqLxQuanZ: You can combine two different spoiled foods into one by placing them horizontally in two crafting slots.",
	"deceasedcraft.tip.zombie_animals_transform": "TqLxQuanZ: Be vigilant for zombies or zombie animals attacking your livestock, as they can transform your animals into their own kind through infection.",
	"deceasedcraft.tip.villager_survivor": "TqLxQuanZ: Survivor villagers can sometimes be found in buildings.",
	"deceasedcraft.tip.villager_trades": "TqLxQuanZ: Villagers offer valuable trades based on their professions, so make sure to rescue them and engage in negotiations to benefit from their valuable goods and services.",
	"deceasedcraft.tip.weapons": "TqLxQuanZ: Different types of weapons have varying attack ranges, speeds, and patterns.",
	"deceasedcraft.tip.away_from_spawnpoint": "TqLxQuanZ: Venturing further away from the spawn point can lead to encountering stronger enemies, like mutated forms with higher vitality. However, as a trade-off, they also have a chance to drop valuable goods.",
	"deceasedcraft.tip.mutation": "TqLxQuanZ: Mutations are evolved species that actively attempt to convert any surrounding living objects into their own kind.",
	"deceasedcraft.tip.wasteland": "TqLxQuanZ: To enter the wasteland, you'll need a gas mask or other protective equipment to safeguard against its hazardous conditions.",
	"deceasedcraft.tip.building_loots": "TqLxQuanZ: Each type of building contains unique loot specific to its category, such as restaurants, offices, or police stations.",
	"deceasedcraft.tip.bullets": "TqLxQuanZ: You can acquire bullets or ammunition by purchasing them from a Gunsmith, Weaponsmith, or Wandering Trader.",
	"deceasedcraft.tip.animals_attack": "TqLxQuanZ: Many animals have the ability to attack in groups, so exercise caution when encountering them.",
	"deceasedcraft.tip.extreme_temperature": "TqLxQuanZ: Hearths, iceboxes, and boilers are your best allies when it comes to managing extreme temperatures.",
	"deceasedcraft.tip.c70": "_C70_: Converting an existing building into your base is a recommended strategy, as it can provide shelter and security while saving resources.",
	"deceasedcraft.tip.insulation": "TqLxQuanZ: Certain materials can be used to insulate your armor, enhancing your durability and protection against extreme temperatures.",
	"deceasedcraft.tip.railway": "TqLxQuanZ: Repairing the damaged railway system and restoring its functionality with a train can greatly enhance your accessibility for traveling to distant locations.",
	"deceasedcraft.tip.hazmat": "TqLxQuanZ: Hazmat suits offer immunity to infection, making them a crucial protective garment against the zombies.",
	"deceasedcraft.tip.blaze_burner_fireplace": "MothFlavoredJam: Empty blaze burners can be ignited to create a cozy-looking fireplace, complete with its protective metal grate.",
	"deceasedcraft.tip.ie_razorwire_voltage": "MothFlavoredJam: You can power Immersive Engineering Razor Wire using wires with various voltage levels, but be cautious as they are quite power-hungry.",
	"deceasedcraft.tip.blaze_burner_egg": "MothFlavoredJam: You can feed a Blaze Burner by tossing eggs into it.",
	"deceasedcraft.tip.sacrifice": "MothFlavoredJam: Occasionally, you may have to accept losses and realize that you didn't need certain friends in any case.",
	"deceasedcraft.tip.height_broken_leg": "MothFlavoredJam: Always be cautious of heights. A broken leg can quickly lead to being overwhelmed, especially during the night.",
	"deceasedcraft.tip.journey_food": "MothFlavoredJam: When embarking on a journey, be sure to bring an ample supply of food and liquids. You can maximize your inventory space by crafting together foods with different spoil times.",
	"deceasedcraft.tip.ie_razorwire_acquire": "Morfphes: If you need to acquire razor wire easily, consider using a wire cutter to remove it from a police station, rather than attempting to do so with your bare hands.",
	"deceasedcraft.tip.wandering_trader_trades": "Morfphes/MothFlavoredJam: Wandering traders now offer rare foods, ammo, and hidden goods in their backpacks, making them even more valuable.",
	"deceasedcraft.tip.blaze_rods": "Morfphes: Once you're well-equipped, consider hunting down blazes in any volcanic biome. Blaze rods are an essential component for setting up certain processes, making them a valuable resource to acquire.",
	"deceasedcraft.tip.railway_trains": "Morfphes: Instead of merely boating across the ocean, railways offer a safer and more efficient means of crossing large bodies of water and land, especially if you have the resources to build a car or even your very own train.",
	"deceasedcraft.tip.infinite_energy": "Morfphes: For budget-friendly infinite energy, use water wheels or windmills with an alternator. If you have excess electricity and need lots of SU, use an electric motor.",
	"deceasedcraft.tip.escape_route": "Morfphes: If you're trapped in a building and need a quick escape, shoot open a window and jump out, but remember to perform a safety roll upon landing.",
	"deceasedcraft.tip.horde_lure": "Morfphes: If a horde night becomes too overwhelming, consider a tactical retreat. Lure the horde away from your living space and either pick them off one by one or lead them into a ditch for a safer and more manageable encounter.",
	"deceasedcraft.tip.new_recipes": "Morfphes: Many recipes may differ from what you're accustomed to. Take time to explore Just Enough Items (JEI) to become familiar with these new recipes and crafting options.",
	"groups.diet.immunity.name": "Immunity",
	"gui.tips.list.title": "Tips List",
	"gui.tips.list.search": "Search",
	"gui.tips.list.show_disabled": "Show Disabled",
	"gui.tips.list.entry.tip_id": "Tip ID: %s",
	"gui.tips.list.entry.added_by": "Added by: %s",
	"gui.tips.list.entry.cycle_time": "Cycle Time: %s",
	"gui.tips.list.entry.copied": "Copied!",
	"gui.tips.list.entry.click_to_copy": "Click to copy ID",
	"gui.tips.list.entry.disabled": "Disabled by config!",
	"gui.tips.list.config": "Config"
}